{
  "QOTDs": [
    "Have you had an interesting encounter with a wild animal? How did it go?",
    "When you read messages, do you read them in the person's voice, your voice, or something else?",
    "What is your favourite show, and how did you start watching it?",
    "What is your favourite 'Hold my beer' moment?",
    "What are the best thing(s) people have done that made your day feel better?",
    "What is your favourite country?",
    "What is the biggest realisation you've had in your lifetime?",
    "Have you ever gotten lost? When was the last time it happened?",
    "What do you want to be known for?",
    "How would you define 'Friendship'?",
    "In 3 words or less, what words would describe the human race?",
    "Do you think it's best to judge people by their intentions or their actions?",
    "What were you completely certain of until you found out you were wrong?",
    "Do you play games? What are your favourite gaming genres, and what games do you recommend to other players with the same interests in that gaming genre(s)?",
    "If your bestfriend stole the couch from you, what would you do?"
  ],
  "encouragingQuotes": [
    "It does not matter how slowly you go as long as you do not stop.",
    "Everyone has inside them a piece of good news. The good news is you don't know how great you can be! How much you can love! What you can accomplish! And what your potential is.",
    "It always seems impossible until it's done.",
    "You cannot swim for new horizons until you have courage to lose sight of the shore.",
    "It's not the size of the dog in the fight, it's the size of the fight in the dog.",
    "Who do you spend time with? Criticizers or encouragers? Surround yourself with those who believe in you. Your life is too important for anything less.",
    "The only person who can pull me down is myself, and I'm not going to let myself pull me down anymore.",
    "The best revenge is massive success.",
    "You may be the only person left who believes in you, but it's enough. It takes just one star to pierce a universe of darkness. Never give up.",
    "The best way to not feel hopeless is to get up and do something. Don't wait for good things to happen to you. If you go out and make some good things happen, you will fill the world with hope, you will fill yourself with hope.",
    "You cannot expect victory and plan for defeat.",
    "Never give in. Never give in. Never, never, never, never—in nothing, great or small, large or petty—never give in, except to convictions of honour and good sense. Never yield to force. Never yield to the apparently overwhelming might of the enemy.",
    "Believe in your infinite potential. Your only limitations are those you set upon yourself.",
    "Never be bullied into silence. Never allow yourself to be made a victim. Accept no one's definition of your life, but define yourself.",
    "If you can't fly then run, if you can't run then walk, if you can't walk then crawl, but whatever you do you have to keep moving forward.",
    "Do what you can, with what you have, where you are.",
    "Talent is cheaper than table salt. What separates the talented individual from the successful one is a lot of hard work.",
    "Only I can change my life. No one can do it for me.",
    "Love what you do and do what you love. Don't listen to anyone else who tells you not to do it. You do what you want, what you love. Imagination should be the center of your life.",
    "Encourage yourself, believe in yourself, and love yourself. Never doubt who you are.",
    "Surround yourself with people who believe in your dreams, encourage your ideas, support your ambitions, and bring out the best in you.",
    "You don't have to get it perfect, you just have to get it going. Babies don't walk the first time they try, but eventually they get it right.",
    "The Chinese use two brush strokes to write the word 'crisis.' One brush stroke stands for danger; the other for opportunity. In a crisis, be aware of the danger-but recognize the opportunity.",
    "Instruction does much, but encouragement everything.",
    "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time. ",
    "I love to see a young girl go out and grab the world by the lapels. Life's a bitch. You've got to go out and kick ass.",
    "Don't doubt yourself, that's what haters are for",
    "F-E-A-R has two meanings: 'Forget Everything And Run' or 'Face Everything And Rise.' The choice is yours.”",
    "What lies behind us and what lies before us are tiny matters compared to what lies within us.",
    "One word of encouragement can be enough to spark someone's motivation to continue with a difficult challenge.",
    "The noble-minded encourage what is beautiful in people and discourage what is ugly in them. Little people do just the opposite.",
    "Trees that are slow to grow bear the best fruit",
    "If you feel like giving up, give up on that feeling and give into the realization there are endless possibilities waiting to be discovered before you.",
    "You can have anything you want if you want it badly enough. You can be anything you want to be, do anything you set out to accomplish if you hold to that desire with singleness of purpose.",
    "Courage isn't having the strength to go on - it is going on when you don't have strength.",
    "In order to succeed, we must first believe that we can.",
    "Everything will be okay in the end. If it's not okay, then it's not the end.",
    "Press on - nothing can take the place of persistence. Talent will not; nothing is more common than unsuccessful men with talent. Genius will not; unrewarded genius is almost a proverb. Education will not; the world is full of educated derelicts. Perseverance and determination alone are omnipotent.",
    "Believe in yourself. You are braver than you think, more talented than you know, and capable of more than you imagine.",
    "Thankfully, persistence is a great substitute for talent.",
    "If you try anything, if you try to lose weight, or to improve yourself, or to love, or to make the world a better place, you have already achieved something wonderful, before you even begin. Forget failure. If things don't work out the way you want, hold your head up high and be proud. And try again. And again. And again!",
    "Trust yourself. You know more than you think you do.",
    "Connecting with those you know love, like and appreciate you restores the spirit and give you energy to keep moving forward in this life.",
    "Every goal first started as something in our mind. You have it all within you!",
    "So many people will tell you” no”, and you need to find something you believe in so hard that you just smile and tell them” watch me”. Learn to take rejection as motivation to prove people wrong. Be unstoppable. Refuse to give up, no matter what. It's the best skill you can ever learn.",
    "Do not sit still; start moving now. In the beginning, you may not go in the direction you want, but as long as you are moving, you are creating alternatives and possibilities.",
    "If my life is going to mean anything, I have to live it myself.",
    "You got up off the bathroom floor. That's a start. Now, just stay off the floor. After all—aside from winning the lottery—all any of us can ever really hope for is more days spent standing tall than spent in pieces on the floor.",
    "Any fool can be happy. It takes a man with real heart to make beauty out of the stuff that makes us weep.",
    "Anyone can hide. Facing up to things, working through them, that’s what makes you strong.",
    "And, when you want something, all the universe conspires in helping you to achieve it.",
    "Turn your wounds into wisdom.",
    "The struggles we endure today will be the ‘good old days’ we laugh about tomorrow.",
    "And once the storm is over, you won’t remember how you made it through, how you managed to survive. You won’t even be sure, whether the storm is really over. But one thing is certain. When you come out of the storm, you won’t be the same person who walked in. That’s what this storm’s all about.",
    "The greatest act of faith some days is to simply get up and face another day.",
    "The enemy uses those things your insecure about. Free yourself and take your power back by being secure in who you are – flaws and all.",
    "You will never do anything in this world without courage. It is the greatest quality in the mind next to honor.",
    "My personal definition of confidence is to keep believing that the stars in the solar system are actually watching and applauding you.",
    "Don’t let the muggles get you down.",
    "A gentle word, a kind look, a good-natured smile can work wonders and accomplish miracles.",
    "People who lack the clarity, courage, or determination to follow their own dreams will often find ways to discourage yours. When you change for the better, the people around you will be inspired to change also….but only after doing their best to make you stop. Live your truth and don’t EVER stop.",
    "Decide what you want. Believe you can have it. Don’t let anything get in your way.",
    "Sometimes the best goal you can set is just to get out of bed every day. If you can succeed at this, then other things become possible.",
    "Always do your best. What you plant now, you will harvest later.",
    "If you have made mistakes, there is always another chance for you.You may have a fresh start any moment you choose,for this thing we call ‘failure’ is not the falling down, but the staying down.",
    "Pain is temporary. Quitting lasts forever.",
    "Yelling at living things does tend to kill the spirit in them. Sticks and stones may break our bones, but words will break our hearts…",
    "My father gave me the greatest gift anyone could give another person, he believed in me.",
    "Don’t watch the clock; do what it does. Keep going.",
    "Good, better, best. Never let it rest. ‘Til your good is better and your better is best.",
    "Have strength in yourself always .think and remember not just what you should do, but also what you want to do.",
    "Never let the odds keep you from doing what you know in your heart you were meant to do. ",
    "Stand up for what you believe in even if it means standing alone…",
    "Everything can be taken from a man but one thing: the last of the human freedoms—to choose one’s attitude in any given set of circumstances, to choose one’s own way.",
    "Believe it can be done. When you believe something can be done, really believe, your mind will find the ways to do it. Believing a solution paves the way to solution.",
    "Negative people can only infest you with discouragements when they find you around… Just get lost and get saved!",
    "To conquer frustration, one must remain intensely focused on the outcome, not the obstacles.",
    "Sometimes our light goes out, but is blown again into instant flame by an encounter with another human being.",
    "Soon, when all is well, you’re going to look back on this period of your life and be so glad that you never gave up.",
    "Success is a little like wrestling a gorilla. You don’t quit when you’re tired. You quit when the gorilla is tired.",
    "You may not be the smartest, richest or best looking person but you’re probably not the dumbest, ugliest or poorest either.",
    "Why should you continue going after your dreams? Because seeing the look on the faces of the people who said you couldn’t… will be priceless.",
    "How can you love people without encouraging them? And how can you be loyal to people without educating them.",
    "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.",
    "It doesn’t matter who you are, where you come from. The ability to triumph begins with you. Always.",
    "You are the most lucky person in the world, only if you believe so.",
    "…You can do something extraordinary, and something that a lot of people can’t do. And if you have the opportunity to work on your gifts, it seems like a crime not to. I mean, it’s just weakness to quit because something becomes too hard…",
    "Only in the darkness can you see the stars.",
    "Cultivate an optimistic mind, use your imagination, always consider alternatives, and dare to believe that you can make possible what others think is impossible.",
    "I’ve known people that the world has thrown everything at to discourage them…to break their spirit. And yet something about them retains a dignity. They face life and don’t ask quarters.",
    "The rest of our life is going to be the best of our life!",
    "If you can’t believe in miracles, then believe in yourself. When you want something bad enough, let that drive push you to make it happen. Sometimes you’ll run into brick walls that are put there to test you. Find a way around them and stay focused on your dream. Where there’s a will, there’s a way.",
    "Be an Encourager: When you encourage others, you boost their self-esteem, enhance their self-confidence, make them work harder, lift their spirits and make them successful in their endeavors. Encouragement goes straight to the heart and is always available. Be an encourager. Always.",
    "If you light a lamp for someone else, it will also brighten your path.",
    "Parents can only give good advice or put them on the right paths, but the final forming of a person’s character lies in their own hands.",
    "This too shall pass.",
    "Fall seven times, stand up eight.",
    "Go confidently in the direction of your dreams. Live the life you have imagined.",
    "When life knocks you down, try to land on your back. Because if you can look up, you can get up.",
    "Winning starts with beginning."
  ],
  "cuteQuotes":[
    "Your smile is contagious.",
    "You look great today.",
    "You're a smart cookie.",
    "I bet you make babies smile.",
    "You have impeccable manners.",
    "I like your style.",
    "You have the best laugh.",
    "I appreciate you.",
    "You are the most perfect you there is.",
    "You are enough.",
    "You're strong.",
    "Your perspective is refreshing.",
    "You're an awesome friend.",
    "You light up the room.",
    "You shine brighter than a shooting star.",
    "You deserve a hug right now.",
    "You should be proud of yourself.",
    "You're more helpful than you realize.",
    "You have a great sense of humor.",
    "You've got all the right moves!",
    "Is that your picture next to 'charming' in the dictionary?",
    "Your kindness is a balm to all who encounter it.",
    "You're all that and a super-size bag of chips.",
    "On a scale from 1 to 10, you're an 11.",
    "You are brave.",
    "You're even more beautiful on the inside than you are on the outside.",
    "You have the courage of your convictions.",
    "Your eyes are breathtaking.",
    "If cartoon bluebirds were real, a bunch of them would be sitting on your shoulders singing right now.",
    "You are making a difference.",
    "You're like sunshine on a rainy day.",
    "You bring out the best in other people.",
    "Your ability to recall random factoids at just the right time is impressive.",
    "You're a great listener.",
    "How is it that you always look great, even in sweatpants?",
    "Everything would be better if more people were like you!",
    "I bet you sweat glitter.",
    "You were cool way before hipsters were cool.",
    "That color is perfect on you.",
    "Hanging out with you is always a blast.",
    "You always know -- and say -- exactly what I need to hear when I need to hear it.",
    "You smell really good.",
    "You may dance like no one's watching, but everyone's watching because you're an amazing dancer!",
    "Being around you makes everything better!",
    "When you say, 'I meant to do that,' I totally believe you.",
    "When you're not afraid to be yourself is when you're most incredible.",
    "Colors seem brighter when you're around.",
    "You're more fun than a ball pit filled with candy. (And seriously, what could be more fun than that?)",
    "That thing you don't like about yourself is what makes you so interesting.",
    "You're wonderful.",
    "You have cute elbows. For reals!",
    "Jokes are funnier when you tell them.",
    "You're better than a triple-scoop ice cream cone. With sprinkles.",
    "Your bellybutton is kind of adorable.",
    "Your hair looks stunning.",
    "You're one of a kind!",
    "You're inspiring.",
    "If you were a box of crayons, you'd be the giant name-brand one with the built-in sharpener.",
    "You should be thanked more often. So thank you!!",
    "Our community is better because you're in it.",
    "Someone is getting through something hard right now because you've got their back.",
    "You have the best ideas.",
    "You always know how to find that silver lining.",
    "Everyone gets knocked down sometimes, but you always get back up and keep going.",
    "You're a candle in the darkness.",
    "You're a great example to others.",
    "Being around you is like being on a happy little vacation.",
    "You always know just what to say.",
    "You're always learning new things and trying to better yourself, which is awesome.",
    "If someone based an Internet meme on you, it would have impeccable grammar.",
    "You could survive a Zombie apocalypse.",
    "You're more fun than bubble wrap.",
    "When you make a mistake, you fix it.",
    "Who raised you? They deserve a medal for a job well done.",
    "You're great at figuring stuff out.",
    "Your voice is magnificent.",
    "The people you love are lucky to have you in their lives.",
    "You're like a breath of fresh air.",
    "You're gorgeous -- and that's the least interesting thing about you, too.",
    "You're so thoughtful.",
    "Your creative potential seems limitless.",
    "Your name suits you to a T.",
    "You're irresistible when you blush.",
    "Actions speak louder than words, and yours tell an incredible story.",
    "Somehow you make time stop and fly at the same time.",
    "When you make up your mind about something, nothing stands in your way.",
    "You seem to really know who you are.",
    "Any team would be lucky to have you on it.",
    "In high school I bet you were voted 'most likely to keep being awesome.'",
    "I bet you do the crossword puzzle in ink.",
    "Babies and small animals probably love you.",
    "If you were a scented candle they'd call it Perfectly Imperfect (and it would smell like summer).",
    "There's ordinary, and then there's you.",
    "You're someone's reason to smile.",
    "You're even better than a unicorn, because you're real.",
    "How do you keep being so funny and making everyone laugh?",
    "You have a good head on your shoulders.",
    "Has anyone ever told you that you have great posture?",
    "The way you treasure your loved ones is incredible.",
    "You're really something special.",
    "You're a gift to those around you.",
    "You don't deserve it."
  ]
}
